Repository: kodi-pvr/pvr.wmc
Catalog: pvr.wmc/resources/language/resource.language.szl/strings.po
Languages: szl

# #30000
source: Server Hostname or IP
szl: Miano lebo adresa serwera

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
szl: Spamiyntej adresa IP 127.0.0.1, jeźli serwer je sztartniynty na tym samym systymie

# #30002
source: Port Number
szl: Port

# #30003
source: Stream timeout, unknown problem
szl: Przestōmpiōno było limit czŏsu czekaniŏ na szprica, niyznōmy feler

# #30004
source: No video data found on this channel
szl: Niy ma szpricy wideo dlŏ tego kanału

# #30005
source: Tuner is needed for recording
szl: Niy ma dostympnygo tunera dlŏ funkcyje nagrowaniŏ

# #30006
source: Recording delete failed, file in use or write protected
szl: Niypodarzōne uchrōniynie nagraniŏ, zbiōr je w użyciu lebo bezpieczōny przed spamiyntowaniym

# #30007
source: Recording delete failed, recorded file doesn't exist
szl: Niypodarzōne uchrōniynie nagraniŏ, zbioru nagraniŏ niy ma

# #30008
source: Recording file not found
szl: Zbiōr nagraniŏ niydostympny

# #30009
source: Alternate channel chosen:
szl: Ôbrany alternatywny kanał:

# #30010
source: Alternate time chosen:
szl: Ôbrany alternatywny czŏs:

# #30011
source: Can't start, tuner is no longer available
szl: Niypodarzōne sztartniyńcie, tuner je niydostympny

# #30012
source: Channel content is protected
szl: Zawartość kanału je bezpieczōnŏ

# #30013
source: End time increased by
szl: Czŏs kōńca szafniynty ô

# #30014
source: Enable SignalStatus calls
szl: Pokŏzuj jakość sygnołu

# #30015
source: Refresh SignalStatus Interval (sec)
szl: Frekwyncyjŏ ôdświyżaniŏ jakości sygnału (w sekundach)

# #30016
source: Store Resume/Watched status on server
szl: Spamiyntuj stany ôdtwŏrzaniŏ na serwerze

# #30017
source: Recorded TV folder not found
szl: Niy znŏdniynto było folderu nagrań telewizyjnych

# #30018
source: Recorded TV folder cannot be opened
szl: Niy idzie ôdewrzić folderu nagrań telewizyjnych

# #30019
source: ServerWMC version update is available (%s)
szl: Dostympnŏ je aktualizacyjŏ wersyje serwera (%s)

# #30020
source: All tuners for this channel are busy
szl: Wszyjske tunery dlŏ tego kanału sōm zajynte

# #30021
source: LiveTV timed-out
szl: Przestōmpiōno było limit czŏsu skuplowaniŏ

# #30022
source: LiveTV error, exited early
szl: Feler telewizyje, wyrychlane zawrzynie szpricy

# #30023
source: Recording stream timed-out
szl: Przestōmpiōno było limit czŏsu napoczyńciŏ nagraniŏ

# #30024
source: Recording stream exited early
szl: Feler nagrowaniŏ, wyrychlane zawrzynie szpricy

# #30025
source: Use WakeOnLAN to wake up server
szl: Używej zdŏlnygo cucyniŏ serwera

# #30026
source: Sending WakeOnLAN to server...
szl: Posyłanie nakŏzaniŏ cucyniŏ do serwera...

# #30027
source: Time drift between client and backend of %s minutes
szl: Szafniyńcie czŏsu miyndzy klijyntym a serwerym ô %s minut

# #30100
source: Recording Preference
szl: Preferyncyje nagrowaniŏ

# #30101
source: Record this episode only
szl: Nagrej ino tyn part

# #30102
source: Record the series
szl: Nagrowej cołki serial

# #30103
source: Show type:
szl: Pokŏzuj zortã:

# #30104
source: New and rerun
szl: Nowe i zaś nadŏwane

# #30105
source: New only
szl: Ino nowe

# #30106
source: Live only
szl: Ino na żywo

# #30107
source: Channel:
szl: Kanał:

# #30108
source: Any Channel
szl: Leda jaki kanał

# #30110
source: Airtime:
szl: Czŏs ymisyje:

# #30111
source: Anytime
szl: Kej ino

# #30120
source: Delete Timer
szl: Uchrōń auftrag

# #30121
source: Delete this episode timer only
szl: Uchrōń ôbcyrklowane nagranie ino tego partu

# #30122
source: Delete the entire series
szl: Uchrōń cołki seriŏl

# #30130
source: Created by Repeating Timer
szl: Wytworzōne bez auftrag cykliczny

# #30131
source: One time (manual)
szl: Jednorazowo (manualnie)

# #30132
source: One time (guide)
szl: Jednorazowo (ôkludzŏcz)

# #30133
source: One time (wishlist)
szl: Jednorazowo (wykŏz)

# #30134
source: Repeating (manual)
szl: Cyklicznie (manualnie)

# #30135
source: Repeating (guide)
szl: Cyklicznie (ôkludzŏcz)

# #30136
source: Repeating (wishlist)
szl: Cyklicznie (wykŏz)

# #30140
source: Normal
szl: Ôbyczajny

# #30141
source: High
szl: Wysokŏ

# #30142
source: Low
szl: min.

# #30150
source: New Episodes Only
szl: Ino nowe party

# #30151
source: New and Rerun Episodes
szl: Nowe i zaś ymitowane party

# #30152
source: Live Only
szl: Ino na żywo

# #30160
source: Not Set
szl: Niynasztalowane

# #30161
source: Keep Latest Recordings
szl: Spamiyntuj ôstatnie nagrania

# #30162
source: Keep Until I Watch
szl: Spamiyntuj do piyrszygo ôbejzdrzyniŏ

# #30163
source: Keep Until Space Needed
szl: Spamiyntuj aże braknie placu na dysku

# #30164
source: Keep Until I Delete
szl: Spamiyntuj do uchrōniyniŏ

# #30165
source: Keep For 1 Week
szl: Spamiyntuj bez 1 tydziyń

# #30170
source: Keep As Many As Possible
szl: Spamiyntuj wiela to ino możebne

# #30171
source: Keep 1 Recording
szl: Spamiyntuj 1 nagranie

# #30172
source: Keep 2 Recordings
szl: Spamiyntuj 2 nagrania

# #30173
source: Keep 3 Recordings
szl: Spamiyntuj 3 nagrania

# #30174
source: Keep 4 Recordings
szl: Spamiyntuj 4 nagrania

# #30175
source: Keep 5 Recordings
szl: Spamiyntuj 5 nagrań

# #30176
source: Keep 6 Recordings
szl: Spamiyntuj 6 nagrań

# #30177
source: Keep 7 Recordings
szl: Spamiyntuj 7 nagrań

# #30178
source: Keep 10 Recordings
szl: Spamiyntuj 10 nagrań
