Repository: kodi-pvr/pvr.wmc
Catalog: pvr.wmc/resources/language/resource.language.*/strings.po
Languages: am_et, cy_gb, es_mx, fi_fi, sl_si

# #30000
source: Server Hostname or IP
cy_gb: Enw Cynhaliwr neu IP y Gweinydd
es_mx: Nombre del Servidor o IP
fi_fi: Palvelimen isäntänimi tai IP-osoite
sl_si: Ime strežnika ali IP

# #30001
source: Keep IP address to 127.0.0.1, if server is running on this same system
cy_gb: Cadwch y cyfeiriad IP yn 127.0.0.1 os bydd gweinydd yn rhedeg ar un system
es_mx: Mantener la IP en 127.0.0.1, si el servidor esta funcionando en este mismo sistema
fi_fi: Pidä osoitteena 127.0.0.1, jos palvelinta ajetaan samassa järjestelmässä
sl_si: Obdrži naslov IP 127.0.0.1, če teče strežnik na istem istemu

# #30002
source: Port Number
cy_gb: Rhif y Porth
es_mx: Numero de Puerto
fi_fi: Portin numero
sl_si: Številka vrat

# #30003
source: Stream timeout, unknown problem
cy_gb: Terfyn amser ffrydio. Gwall anhysbys
es_mx: Tiempo de espera de la transmisión, problema desconocido
fi_fi: Suoratoiston aikakatkaisu, tuntematon ongelma
sl_si: Časovni pretek pretoka, razlog ni znan

# #30004
source: No video data found on this channel
am_et: በዚህ ጣቢያ ላይ ምንም የ ቪዲዮ ዳታ አልተገኘም
cy_gb: Ni chanfuwyd unrhyw ddata fideo ar y sianel hon
es_mx: No se encontraron datos de video en este canal
fi_fi: Tästä kanavasta ei löydetty videotietoa
sl_si: Za ta program slika ni na voljo

# #30005
source: Tuner is needed for recording
cy_gb: Rhaid cael tiwniwr er mwyn recordio
es_mx: Es nescesario un sintonizador para grabar
fi_fi: Tallentamiseen tarvitaan viritin
sl_si: Za snemanje potrebujete tuner

# #30006
source: Recording delete failed, file in use or write protected
cy_gb: Nid oes modd dileu'r recordiad. Mae'n cael ei ddefnyddio neu y mae wedi'i ddiogelu.
es_mx: Fallo la eliminacion de la grabacion, el archivo esta en uso o esta protegido contra escritura
fi_fi: Tallennuksen poisto epäonnistui, tiedosto on käytössä tai kirjoitussuojattu
sl_si: Brisanje posnetka je spodletelo, datoteka je v rabi ali zaščitena pred pisanjem

# #30007
source: Recording delete failed, recorded file doesn't exist
cy_gb: Nid oes modd dileu'r recordiad. Nid yw'r ffeil yn bodoli
es_mx: Fallo la eliminacion de la grabacion, el archivo grabado no existe
fi_fi: Tallennuksen poisto epäonnistui, tiedostoa ei ole olemassa
sl_si: Brisanje posnetka je spodletelo, posneta datoteka ne obstaja

# #30008
source: Recording file not found
cy_gb: Ni chanfuwyd ffeil recordio
es_mx: Archivo de grabacion no encontrado
fi_fi: Tallennustiedostoa ei löytynyt
sl_si: Posnetka ni mogoče najti

# #30009
source: Alternate channel chosen:
cy_gb: Y sianel amgen a ddewiswyd:
es_mx: Canal alterno elegido:
fi_fi: Vaihtoehtoinen kanava valittu:
sl_si: Izbran nadomestni program:

# #30010
source: Alternate time chosen:
cy_gb: Yr amser angen a ddewiswyd:
es_mx: Tiempo alterno elegido:
fi_fi: Vaihtoehtoinen aika valittu:
sl_si: Izbran nadomestni čas:

# #30011
source: Can't start, tuner is no longer available
cy_gb: Methu dechrau. Nid yw'r tiwniwr ar gael bellach
es_mx: No se puede iniciar, el sintonizador ya no esta disponible
fi_fi: Ei voida aloittaa, viritin ei ole enää käytettävissä
sl_si: Ni mogoče zagnati, sprejemnik ni več na voljo

# #30012
source: Channel content is protected
cy_gb: Diogelid cynnwys y sianel
es_mx: El contenido del canal esta protegido
fi_fi: Kanavan sisältö on suojattu
sl_si: Vsebina programa je zaščitena

# #30013
source: End time increased by
es_mx: El tiempo de finalización aumentó
fi_fi: Lopetusaikaa laajennettu
sl_si: Čas zaključka povečan za

# #30014
source: Enable SignalStatus calls
es_mx: Habilitar llamadas de SignalStatus
fi_fi: Ota käyttöön SignalStatus-kutsut
sl_si: Omogoči klice SignalStatus

# #30015
source: Refresh SignalStatus Interval (sec)
es_mx: Actualizar el intervalo de SignalStatus (seg)
fi_fi: SignalStatuksen päivitysväli (sek)
sl_si: Interval osveževanja SignalStatus (s)

# #30016
source: Store Resume/Watched status on server
es_mx: Almacenar estado reanudar/visto en el servidor
fi_fi: Tallenna Jatka/katsottu -tila palvelimelle
sl_si: Shrani stanje Nadaljuj/Pogledano na strežniku

# #30017
source: Recorded TV folder not found
es_mx: Carpeta de TV grabada no encontrada
fi_fi: Tv-ohjelmien tallennuskansiota ei löytynyt
sl_si: Mape posnetkov TV ni mogoče najti

# #30018
source: Recorded TV folder cannot be opened
es_mx: No se puede abrir la carpeta de TV grabada
fi_fi: Tv-ohjelmien tallennuskansiota ei voida avata
sl_si: Mape posnetkov TV ni mogoče odpreti

# #30019
source: ServerWMC version update is available (%s)
es_mx: La actualización de la versión de ServerWMC está disponible (%s)
fi_fi: ServerWMC:n versiopäivitys on saatavilla (%s)
sl_si: Na voljo je posodobitev različice ServerWMC (%s)

# #30020
source: All tuners for this channel are busy
es_mx: Todos los sintonizadores de este canal están ocupados
fi_fi: Kaikki virittimet tälle kanavalle on varattuja
sl_si: Vsi sprejemniki za ta program so zasedeni

# #30021
source: LiveTV timed-out
es_mx: Tiempo de espera de LiveTV
fi_fi: Tv-lähetyksen aikakatkaisu
sl_si: TV v živo je pretekla

# #30022
source: LiveTV error, exited early
es_mx: Error de LiveTV, salió temprano
fi_fi: Virhe tv-lähetystä toistettaessa, lopetettiin etuajassa
sl_si: Napaka TV v živo, prezgodnji izhod

# #30023
source: Recording stream timed-out
es_mx: Tiempo de espera agotado grabando la transmisión
fi_fi: Tallennuksen aikakatkaisu
sl_si: Pretok snemanja je pretekel

# #30024
source: Recording stream exited early
es_mx: La transmisión de grabación salió temprano
fi_fi: Tallennus keskeytyi ennenaikaisesti
sl_si: Pretok snemanja se je prezgodaj zaprl

# #30025
source: Use WakeOnLAN to wake up server
es_mx: Utilice WakeOnLAN para activar el servidor
fi_fi: Herätä palvelin WakeOnLAN-komennolla
sl_si: Uporabi signal WakeOnLAN za vklop strežnika

# #30026
source: Sending WakeOnLAN to server...
es_mx: Enviando WakeOnLAN al servidor ...
fi_fi: Lähetetään WakeOnLan palvelimelle...
sl_si: Pošiljanje signala WakeOnLAN strežniku ...

# #30027
source: Time drift between client and backend of %s minutes
es_mx: Desviación de la hora entre el cliente y back-end de %s minutos
fi_fi: Asiakasohjelman ja taustaosan välinen aikaero %s minuuttia
sl_si: %s-minutni časovni zamik med odjemalcem in hrbtenico

# #30100
source: Recording Preference
es_mx: Preferencia de grabación
fi_fi: Tallennusasetukset
sl_si: Nastavitve snemanja

# #30101
source: Record this episode only
cy_gb: Recordio'r bennod yma
es_mx: Grabar solo este episodio
fi_fi: Tallenna vain tämä jakso
sl_si: Posnemi le to epizodo

# #30102
source: Record the series
am_et: ተከታታዩን መቅረጫ
es_mx: Grabar la serie
fi_fi: Tallenna sarja
sl_si: Snemaj serijo

# #30103
source: Show type:
am_et: አይነት ማሳያ:
es_mx: Mostrar tipo:
fi_fi: Ohjelmatyyppi:
sl_si: Vrsta oddaje:

# #30104
source: New and rerun
am_et: አዲስ እና የተደገመ
es_mx: Nuevo y repetición
fi_fi: Uusi ja uusinta
sl_si: Nove in ponovitve

# #30105
source: New only
am_et: አዲስ ብቻ
es_mx: Solo nuevo
fi_fi: Vain uudet
sl_si: Samo novo

# #30106
source: Live only
am_et: በቀጥታ የሚተላለፍ ብቻ
es_mx: Solo en vivo
fi_fi: Vain live
sl_si: Samo v živo

# #30107
source: Channel:
am_et: ጣቢያ:
cy_gb: Sianel:
es_mx: Canal:
fi_fi: Kanava:
sl_si: Program:

# #30108
source: Any Channel
am_et: ማንኛውም ጣቢያ
cy_gb: Unrhyw Sianel
es_mx: Cualquier canal
fi_fi: Mikä tahansa kanava
sl_si: Katerikoli program

# #30110
source: Airtime:
am_et: ያየር ጊዜ:
es_mx: tiempo al aire:
fi_fi: Esitysaika:
sl_si: Termin predvajanja:

# #30111
source: Anytime
am_et: በማንኛውም ጊዜ
cy_gb: Unrhyw bryd
es_mx: Cualquier hora
fi_fi: Milloin tahansa
sl_si: Kadarkoli

# #30120
source: Delete Timer
am_et: መቁጠሪያውን ማጥፊያ
es_mx: Borrar temporizador
fi_fi: Poista ajastus
sl_si: Izbriši časovnik

# #30121
source: Delete this episode timer only
es_mx: Eliminar sólo este temporizador de episodios
fi_fi: Poista vain tämän jakson ajastus
sl_si: Izbriši samo ta časovnik epizod

# #30122
source: Delete the entire series
am_et: በጠቅላላ ተከታታዩን ማጥፊያ
cy_gb: Dileu'r gyfres gyfan
es_mx: Eliminar serie completa
fi_fi: Poista koko sarja
sl_si: Izbriši celotno serijo

# #30130
source: Created by Repeating Timer
es_mx: Creado por el temporizador de repetición
fi_fi: Luotu toistuvalla ajastuksella

# #30131
source: One time (manual)
am_et: አንድ ጊዜ (በ እጅ)
cy_gb: Unwaith (â llaw)
es_mx: Una vez (manual)
fi_fi: Kerran (manuaalinen)

# #30132
source: One time (guide)
am_et: አንድ ጊዜ (መምሪያ)
cy_gb: Unwaith (gydag arweiniad)
es_mx: Una vez (guía)
fi_fi: Kerran (opas)

# #30133
source: One time (wishlist)
es_mx: Una vez (lista de deseos)
fi_fi: Kerran (toivelista)

# #30134
source: Repeating (manual)
cy_gb: Ailadrodd (â llaw)
es_mx: Repetición (manual)
fi_fi: Toistuva (manuaalinen)

# #30135
source: Repeating (guide)
cy_gb: Ailadrodd (gydag arweiniad)
es_mx: Repitiendo (guía)
fi_fi: Toistuva (opas)

# #30136
source: Repeating (wishlist)
es_mx: Repetición (lista de deseos)
fi_fi: Toistuva (toivelista)

# #30140
source: Normal
am_et: መደበኛ
fi_fi: Normaali
sl_si: Običajno

# #30141
source: High
am_et: ከፍተኛ
cy_gb: Uchel
es_mx: Alto
fi_fi: Ylin
sl_si: Visoka

# #30142
source: Low
am_et: ዝቅተኛ
cy_gb: Isel
es_mx: Bajo
fi_fi: Alin
sl_si: Nizka

# #30150
source: New Episodes Only
es_mx: Sólo nuevos episodios
fi_fi: Vain uudet jaksot

# #30151
source: New and Rerun Episodes
es_mx: Episodios nuevos y de repetición
fi_fi: Uudet jaksot ja uusinnat

# #30152
source: Live Only
am_et: በቀጥታ የሚተላለፍ ብቻ
es_mx: Solo en vivo
fi_fi: Vain live

# #30160
source: Not Set
am_et: አልተሰናዳም
es_mx: No establecido
fi_fi: Ei asetettu

# #30161
source: Keep Latest Recordings
es_mx: Mantener últimas grabaciones
fi_fi: Pidä uusimmat tallennukset

# #30162
source: Keep Until I Watch
es_mx: Guarda hasta que yo vea
fi_fi: Pidä kunnes katson

# #30163
source: Keep Until Space Needed
es_mx: Manténgase hasta que se necesite espacio
fi_fi: Pidä kunnes tarvetta lisätilalle

# #30164
source: Keep Until I Delete
es_mx: Mantener hasta borrar
fi_fi: Pidä kunnes poistan

# #30165
source: Keep For 1 Week
am_et: ለ 1 ሳምንት ማቆያ
es_mx: Mantenga por 1 semana
fi_fi: Pidä 1 viikon ajan

# #30170
source: Keep As Many As Possible
es_mx: Guarda tanto como sea posible
fi_fi: Pidä niin monta kuin mahdollista

# #30171
source: Keep 1 Recording
es_mx: Mantener 1 Grabación
fi_fi: Pidä 1 tallennus

# #30172
source: Keep 2 Recordings
es_mx: Mantener 2 Grabaciones
fi_fi: Pidä 2 tallennusta

# #30173
source: Keep 3 Recordings
es_mx: Mantener 3 Grabaciones
fi_fi: Pidä 3 tallennusta

# #30174
source: Keep 4 Recordings
es_mx: Mantener 4 Grabaciones
fi_fi: Pidä 4 tallennusta

# #30175
source: Keep 5 Recordings
es_mx: Mantener 5 Grabaciones
fi_fi: Pidä 5 tallennusta

# #30176
source: Keep 6 Recordings
es_mx: Mantener 6 Grabaciones
fi_fi: Pidä 6 tallennusta

# #30177
source: Keep 7 Recordings
es_mx: Mantener 7 Grabaciones
fi_fi: Pidä 7 tallennusta

# #30178
source: Keep 10 Recordings
es_mx: Mantener 10 Grabaciones
fi_fi: Pidä 10 tallennusta

# Addon Summary
source: PVR WMC Client
sl_si: Odjemalec PVR WMC

# Addon Description
source: A PVR client to interface with Windows Media Center's Recording and EPG services. Thanks to Tomba73 and Hoopsdavis. Special thanks to DBurckh.
sl_si: Odjemalec PVR kot vmesnik za storitve snemanja in EPG na Windows Media Centru. Zahvale: Tomba73 in Hoopsdavis. Posebna zahvala: DBurckh.

# Addon Disclaimer
source: This is experimental software. Use at your own risk.
sl_si: To je eksperimentalna programska oprema. Uporaba na lastno odgovornost.
